{
  "houses": [
    {
      "zipCode": "12345",
      "bedrooms": 3,
      "bathrooms": 2,
      "country": "United States",
      "state": "California",
      "city": "Los Angeles",
      "review": "The bed is comfortable, bathroom and terrace are excellent. Location is incredible.",
      "image":""
    },
    {
      "zipCode": "23456",
      "bedrooms": 4,
      "bathrooms": 3,
      "country": "United States",
      "state": "New York",
      "city": "New York City",
      "review": "The location of this vacation home is perfect- literally a few feet from the beach, however, I was disappointed to find that the handicapped-accessible features like a walk-in shower and rails in the bathroom that were listed in the listing were not present in the actual cottage. The host was friendly and attempted to accommodate, but this made travel with limited mobility much more difficult than expected.",
      "image": ""
    },
    {
      "zipCode": "34567",
      "bedrooms": 2,
      "bathrooms": 1,
      "country": "United States",
      "state": "Texas",
      "city": "Austin",
      "review": "This apartment was stylish and clean, but unfortunately, I didn’t have a 5-star stay. Several items in the kitchen were badly broken and unusable and the bathroom shower sprayed everywhere- requiring a big cleanup after every shower. Although I contacted the host several times, they never made any attempt to resolve these issues.",
      "image": ""
    },
    {
      "zipCode": "45678",
      "bedrooms": 3,
      "bathrooms": 2,
      "country": "United States",
      "state": "Florida",
      "city": "Miami",
      "review": "This is a lovely accommodation that is very close to the UNESCO site. The host was an exceptionally responsive host. There is some road noise, but with a white noise app on my phone, I slept fine.",
      "image": ""
    },
    {
      "zipCode": "56789",
      "bedrooms": 4,
      "bathrooms": 3,
      "country": "United States",
      "state": "Washington",
      "city": "Seattle",
      "review": "This little house had everything I needed and even a view of the water from the porch! Comfortable bed and very, very helpful hosts",
      "image": ""
    },
    {
      "zipCode": "67890",
      "bedrooms": 2,
      "bathrooms": 1,
      "country": "United States",
      "state": "Illinois",
      "city": "Chicago",
      "review": "This host has literally thought of everything a guest might need! The apartment is comfortable, clean, and very well appointed. There’s an amazing gift shop nearby where I stocked up on locally made crafts to bring back to the US as gifts.",
      "image": ""
    },
    {
      "zipCode": "78901",
      "bedrooms": 3,
      "bathrooms": 2,
      "country": "United States",
      "state": "Massachusetts",
      "city": "Boston",
      "review": "I LOVED this apartment- it was my favorite stay of 3 months in South America. This place is safe, comfortable, and well located, and the numerous small, thoughtful touches put it over the top.",
      "image": ""
    },
    {
      "zipCode": "89012",
      "bedrooms": 4,
      "bathrooms": 3,
      "country": "United States",
      "state": "Colorado",
      "city": "Denver",
      "review": "This place is amazing- absolutely what I expected based on the photos. If you are considering this spot- book it! I did a 6-night rest here after hiking through Torres Del Paine and I am so glad I booked my time here. This unit is the farthest from the street, so it is extra quiet and extra private!",
      "image": ""
    },
    {
      "zipCode": "90123",
      "bedrooms": 2,
      "bathrooms": 1,
      "country": "United States",
      "state": "Arizona",
      "city": "Phoenix",
      "review": "A cute apartment with all the necessities and a nice patio and garden. Check-in and check-out were easy. It’s close to the port but there are LOTS of steps between the apartment and the ferry dock. If I stayed here again I’d uber between the apartment to better manage my heavy wheeled luggage.",
      "image": ""
    }
  ]
}

